
projections
exception
Intransitive
introduces
read-in-Lnk
A'
objects
aN-velar-an
Rosoana
your
explanation
without
via
these
Atosika
im·
introduced
would
absent
because
moving
mpianatra
agreement
thus
Consider
McClos·
noun
economy
analysis
triggers
version
apparent
contains
AT
applies
left
m-Pfx-sit
guest
TTread
much
object
accessible
providing
role
Angeles
turn
Paul
f<in>a'gasese-nfia
example
The
Newsletter
As
same
non-trigger
A·bar
aspect
Heidi
Adidy
Linguistics
Austronesian
A'-extraction
Antsirabe'
after
Based
it'
linked
hand
a-push-Lnk
namely
combines
CP
pushing
Putting
the
ATsit
CT
overt
consultant
By
Atosiky
novel
fa'gase-rnrnu
kill-in
discuss
furthennore
renders
suffixes
notes
evidence
correct
vavaka
TopicP
one-place
Its
Dryer
oblique-that
DP
tafi-an
suffixed
empty
Pft-kill-an
analyses
transmission
act
Casechecking
Vakina
speakers
'cut'
preposition
UCLA
need
ny~t~y
finite
'open
its
often
amin'io
check
"YiltQ
EP
'Lnk'
asymmetries
syllables
lack
fusion
external
predicates
Michaels
Zwicky
therefore
child
Press
m·Pfx·cry
ROOT
applied
ltoeran'
divided
breakdown
roles
provided
instrument
FP
seza
Edward
Chamorroo
vol
Annual
constituent
divides
root
responsible
bhean
end
projection
periphery
live
fails
selecting
Condition
identify
EpP
intran-
blocks
eno
pushed'
multiple
realized
Vakin'
Lasnik
occurring
special
with
velarana
-projection
aN-soratra
moves
there
well
syntax
exempt
taking
illustrates
called
HO
focus
ankizy
occurs
approach
nyy~Ny~yy
number
Howard
glossed
Mandidy
realizations
'IlWWgw<Wlives
write
order
similar
mapping
morpheme
lexical
morphology
IP
IT
underlying
'break'
Spencer
propose
COMP'
'IhH\iXI
ever
Some
illustrated
Elizabeth
Top
'Juan
smallclauses
assumed
If
Toronto
Finally
larger
other
woman
Portland
In
sit-an
Agree
respectively
air
It
What's
representations
VSOX
recursive
'generalized'
indicating
madra
Ceapaim
vahiny
indicates
ambonin'ny
have
Richard
NELS
locatum
USA
Endnotes
question
discussed
spirit
alternations
filled
analogue
roso
Harley
framework
ofthe
moras
preceding
compositionally
Mitomany
markers
movement
Itoeran'
Bantu
wh-agreement
benefactee
prefixed
Linguistic
almost
honor
i-voha
Minimalist
tapaka
upon
associate
serveda
applicatives
circumstantial-trigger
jJJth£\thQg~~'
Notice
earlier
MA
whether
morphologically
function
discusses
raise
serve-an
a-didi
verbs
complement
Conclusion
all
always
new
Ileana
'low'
below
already
hatch
Chung
domains
However
positions
less
adjoins
AspP
affected
ATkill
izer
successive
ATkili
condition
Introduction
taratasy
Consequently
with-Det
mapped
aN-petrak
chicken
'What
'put'
Larson
locative
My
disallowed
actor-topic
represents
and
design
construction
object'
i-sasa
'affected
possibility
-operator
No
OR
'work
Noam
TTserve
a-tafi
adjacent
requirement
'sit'
any
English
suggested
prefixes
x~h~tm
cyclically
TTkill
forms
PO
On
PP
reason
Case-licensing
base-generated
Derived
-movement
clauses
farther
Vonoin'
discussion
tum
generalized
kareta
differently
subj
SpecFP
element
'work'
using
merging
containing
remain
expected
antidative
voices
ankizy·
sakafo
each
vinerope
fanner
argues
Stanford
letter
Carnie
Sean
difference
MIT
must
SpecEP
'enclosure'
cut
argued
dog'
ATput
killing
availability
Natural
two
m-Pfx-kill
SE
found
Association
are
boky
does
taken
intransitive
dissertation
where
attach
takes
SO
escape
Asp
clause
think
languages
fenced'
structures
replaced
summarized
Martin
asa
such
filling
Irigg\lxi
SpecCP
zazavavy
Mamono
morphemes-while
So
TP
relations
understood
TT
through
Doctoral
principle
Antanimena
applicative
documents
ofvP
vehivavy
Papers
remains
Mametraka
operator
Woodstock
V'
either
There
ATcut
m-pfx-kill
in-this
separation
counterpart
Y~·h~lJy'
alternation
This
attracts
Recall
To
has
those
read·in
given
definite
Andrew
might
wash
Keenan
verbal
full'
correlates
girl
out'
Irish
predicate·internal
Ditransitive
These
checks
consultants
aN-tafi
College
VP
bhfaca
assume
thematic
nominative
full
next
away
theme-trigger
absence
book
classes
show
Derivation
Step
Henriette
house'
house
indefinite
manafy
not
Aroso
now
'The
construed
Grammatical
overview
start
meal'
on-that
way
realization
Wh
what
Assuming
refer
assuming
Within
sative
recipient
XP
velarina
'the
car'
m-aN-sorat
clause-that
Sandra
ATwrite
spec-head
bottle'
TTcut
cut-in
'prayer'
Imprimerie
'respect
complementary
morphemes
when
three
Conference
put
required
Comp
Matt
identified
Pearson
Suppose
her
McCloskey
mPfx-
case
denoting
having
depends
double
III
-extraction
Clifford
extraction
element-here
chickens
Los
light
Hence
determined
'JJWWWJl®'
primary
requires
spell-out
Catholique
sentences
Given
direct
pattern
feature-that
Being
unknown
actor-trigger
Guilfoyle
acknowledging
minimalist
categories
Impenetrability
phases
licensing
t·isteach
meant
means
initial
more
'fill'
chair
mpamboly
'Th<fwmer
grammaire
ATcry
kill
Pfx-
malgache
soratra
Chomsky's
heads
choice
WhP
cyclic
Implications
small
quick
distinction
before
amicable
ATread
spelled
section
cycles
used
'writing'
shows
his
Like
meat'
shown
'write'
rightperipheral
presented
sub-event
epenthetic
Antoine
checked
TEMPLATE
consider
made'
combination
marked
raising
otherwise
Pllivi
kind
tree
Why
urn-wash
inner
both
Arnold
most
Pft-live-an
phrase
Mipetraka
correlate
Hafa
outside
marker
topic
a-cut
Dominique
Pfx-kill-an
dont
Sam
who
part
determines
N-features
their
tend
causing
para
avelatra
patient
reject
Rahajarizafy's
m-Pfx-serve
argument-here
consonants
Atao
process
move
guests'
washed
Burgess
handful
didi
sat
saw
a-make
also
Del
schematized
From
approaches
a-
gets
spread
meal
Det
successively
marking
barriers
listed
favor
various
guests
meat
further
Noro
f<um>a'gasi
Spec
treating
account
simply
Verbs
oneself
Keyser
projects
cooccurring
ditransitive
bring
Ha-fa'gasi
Manoratra
extracted
cut-an
Handbook
ban
attaching
offer
depending
adjunction
complex
assumption
you
·in
addition
Antsirabe
posit
ATlive
Rahajarizafy
going
pass
a-serve
active
proceeding
an
ao
Clitics
tenns
as
Here
at
impenetrable
trano
violates
aN-voha
Morphology
domain
Note
i-petrak
adopting
formed
relative
headto-head
stems
treatment
strong
McGill
be
tafiana
Theory
ordering
TTmake
TTput
lexically-conditioned
bottle
SpecvP
Essai
how
vono-in
see
by
Case-licensed
unlike
indicate
Ramahatafandry
Predicate-argument
set
cf
contain
subjects
words
CTkill
alternate
right
possible
Grammar
Hale
ditransitives
Koskinen
a·
fonn
under
chuir
corresponds
encode
AlUA~
de
complementizer
putting
precede
sometimes
Blvd
questions
on-Det
language
do
Marantz
observe
hold
Lisa
moaN-velar
Proceedings
'core'
Katarzyna
adding
mamelatra
circumstantial
lexically
possibly
ed
which
patterns
For
'promoting'
undergoes
SpecAspP
eo
'broken'
take
knife
velar-in
Because
University
ObI
however
some
confined
Gerdts
akoho
rather
additional
for
'serve'
MITWPL
aN-tapaka
With
letter'
perhaps
Language
chair'
read-in
Generally
sin
amin'ilay
'"
featuring
just
Alongside
class
A'chain
Henry
PX~'pWi\tjgJJs
covert
sole
i-
stative
merged
go
Although
surfacing
form
head-to-head
although
farmer
patient-functions
ACKNOWLEDGMENT
he
showing
merges
straightforward
explain
sitive
'I
select
EPP
Thinking
'pray'
convert
pfx-kill-an-Lnk
Chomsky
i_
action
-an
majority
usually
'wash
rightmost
if
Theoretical
crucially
Tananarive
sentence
surface
large
accusative
in
stem-forming
io
lower
jQ
verb
is
it
write-an
being
brackets
a-push
dictates
VSO
acted
VERB
contrast
served
attracted
Soratan'
m-Pft-full
dog
become
rJY
semantic
operates
serves
Petrahana
Sportiche
headed
open'
cycle
mention
inserted
known
nulL
-element
Mamaky
overtly
Structure
map
table
together
Caselicensing
m-
i-fefy
morphological
Fut
may
James
within
Government
could
affixes
change
lacks
trigger
marks
i·
obliques
generally
deriving
able
phonological
return
'unroll
instance
presumably
consonant
subject
serve
while
suffix
second
that
suggests
high
edge
than
Primary
host
me
Pft-live-an-Lnk
different
selected
combine
Malagasy
Mandroso
accepts
occur
theme-topic
bearing
'Pfx'
follows
Amonoan'
includes
canonical
sort
roots
my
GLOW
monotransitive
undergone
license
TTpush
expand
Mitoetra
null
istems
attached
David
position
ni
present
Tapahin'
tense
aROOT
Before
aN-
no
prefIxes
Phase
student
Canadian
lehilahy
PfxROOT
nasals
appears
dress'
ny
Hayi
Spell
head
task'
of
men
aN-sasa
somehow
nouns
suppressed
m-Pfx-cut
informs
on
allows
-n
Mameno
or
Donna
interesting
raised
m·
-y
how-
two-place
structure
VOICE
CSLI
due
Paper
essentially
'Ihemea~
Voice
fefy
sitting
mediately
'Who
Old
upper
about
empirical
right-adjacent
py
Cambridge
somewhere
predicate
-in
Department
Reed
raises
above
adjunct
~"~~
they
disappearing
grouped
them
then
remaining
secondary
generalization
highest
Alec
constructions
Matthew
receives
interpreted
checking
functional
fact
m·i·tomani
Case-checking
SpecWhP
One
grammatical
anafiana
aN·
extended
serving
pieces
into
m-Pft-write
se
a-tosek-ny
Eithne
si
Under
denoted
so
genitive
key
cuts
But
App\
accordance
one
speculate
EXAMPLES
atafy
many
Inquiry
triggering
closer
put-an
single
appear
leftmost
PPs
ti
Travis
transitivity
associated
holds
closed
Event
to
but
Dziwirek
agent
treat
separate
project
Opi
'high'
rules
contexts
inside
Appl
leaves
a-velar
variant
TTsit
vP
First
up
five
treated
Program
usual
accu·
solutions
this
degree
'be
bears
'wrap
sections
aN-haja
Caide
inquiries
extract
Specifically
-ny
specifiers
Maria
support
higher
kills
allow
idea
proper
we
common
surfaces
i-asa
themselves
examination
throughout
tafina
spells
virtue
every
types
ofVP
cases
previous
reading
argue
concomitant
ATserve
i-vavaka
m-aN-tafi
m-Pfx-put
STEM
feno
stone
Malagasy-that
landing
'doubly-filled
knife'
yields
mWhat
location
step
Juan
mark
stem
base
oblique
Mchombo
Case-marked
i-haja
crying'
prefix
noncontinuant
antsy
phasethat
binding
prefixing
type
allomorphs
preparation
nominative·accusative
relation
selects
problem
children
connection
between
transitive
phase
goal
read'
work
linking
conclude
constitute
Out
books
examples
instrumental
Next
following
word
Examples
aN-velar
theory
specifier
hena
internal
aNmay
Pyatt
'Someone
distribution
A'-movementto
Case
out
weak
More
feature
fall
writing
place
event
Aroson'
regular
Chamorro
Roger
include
agent-is
situ
Following
amelarana
abstract
suggest
a-roso
filter
site
altogether
When
a-serve-Lnk
elements
amin'ny
located
respected'
preflx
Modem
Alternations
first
onit
Comparing
voice
aN-feno
argument
m·Pfx·read
aN-tafi-an
Hung
tafi-in
data
Uriagereka
PftROOT
ATfill
YiltQ
phonetically
ect
velar-an>
only
from
Extraction
m-Pft-live
Adapting
in'
indirect
like
capture
Didiana
tavoahangy
ending
Adopting
location'
Polinsky
speaker
velar-an
seems
here
~~
Tense
Argument
book'
distinct
'The}glif~
'full'
can
operations
paper
car
Thanks
Occasional
Since
didi-an
Oxford
carried
opaque
will
Chicago
arbitrary
Quantity
bipartite
While
allowing
instead
follow
aN-vono-an
really
Erwin
Normally
treats
washing
carries
arguably
Additional
References
Aspects
independently
arguments
CTlive
category
constituents
Essays
normally
